card.removing_shirt
card.removing_shirt.y
card.unsportsmanlike_cond
card.unsportsmanlike_cond.r
card.unsportsmanlike_cond.y
card.advantage
card.advantage.y
card.card.r
card.card.y
card.diving.r
card.diving.y
card.emergency_brake.r
card.emergency_brake.y
card.hands.r
card.hands.y
card.kicked_ball_away.y
card.pushing.r
card.pushing.y
card.serious_fouls.r
card.serious_fouls.y
card.shirt_pull.r
card.shirt_pull.y
card.stall_time.y
card.verbal_abuse.r
card.verbal_abuse.y
card.violence.r
card.violence.y
corner.corner
corner.cross
corner.cross_left
corner.cross_right
corner.short
corner.short_left
corner.short_right
cross.cross
foulcommit.advantage
foulcommit.dangerous_play
foulcommit.diving
foulcommit.foulcommit
foulcommit.from_behind
foulcommit.goalkeeper_hands
foulcommit.hands
foulcommit.obstruction
foulcommit.penalty
foulcommit.pull
foulcommit.pushing
foulcommit.serious_foul
foulcommit.shirt_pull
foulcommit.trip
goal.backheel.dg
goal.backheel.n
goal.bicycle_kick.dg
goal.bicycle_kick.n
goal.crossbar.npm
goal.deflected.dg
goal.deflected.n
goal.direct_freekick.dg
goal.direct_freekick.n
goal.distance.dg
goal.distance.n
goal.goal.dg
goal.goal.n
goal.goal.npm
goal.goal.o
goal.goal.p
goal.goal.psm
goal.goal.rp
goal.header.dg
goal.header.n
goal.indirect_freekick.n
goal.lob.n
goal.loose_ball.dg
goal.loose_ball.n
goal.missed.npm
goal.post.npm
goal.saved.npm
goal.saved_back_into_play.npm
goal.shot.dg
goal.shot.n
goal.tap_in.dg
goal.tap_in.n
goal.tap_in.o
goal.volley.dg
goal.volley.n
shotoff.bad_shot
shotoff.bicycle_kick
shotoff.big_chance_bicycle
shotoff.big_chance_crossbar
shotoff.big_chance_header
shotoff.big_chance_post
shotoff.big_chance_shot
shotoff.big_chance_volley
shotoff.crossbar
shotoff.deflected
shotoff.direct_freekick
shotoff.distance
shotoff.header
shotoff.indirect_freekick
shotoff.lob
shotoff.miss_kick
shotoff.post
shotoff.shot
shotoff.shotoff
shotoff.volley
shoton.bicycle_kick
shoton.big_chance_bicycle
shoton.big_chance_blocked
shoton.big_chance_header
shoton.big_chance_shot
shoton.big_chance_volley
shoton.blocked_header
shoton.blocked_shot
shoton.deflected
shoton.direct_freekick
shoton.distance
shoton.header
shoton.indirect_freekick
shoton.lob
shoton.shot
shoton.shoton
shoton.volley
event.player1
event.player2
match.awayteam
match.awayteam_goals
match.hometeam
match.hometeam_goals
match.league
match.score
match.summary