trigger
artifactexistence.damagedestroy.damage
artifactexistence.damagedestroy.destroy
artifactexistence.damagedestroy.n/a
conflict.attack.airstrikemissilestrike
conflict.attack.biologicalchemicalpoisonattack
conflict.attack.bombing
conflict.attack.firearmattack
conflict.attack.hanging
conflict.attack.invade
conflict.attack.n/a
conflict.attack.selfdirectedbattle
conflict.attack.setfire
conflict.attack.stabbing
conflict.attack.stealrobhijack
conflict.attack.strangling
conflict.demonstrate.marchprotestpoliticalgathering
conflict.demonstrate.n/a
conflict.yield.n/a
conflict.yield.retreat
conflict.yield.surrender
contact.collaborate.correspondence
contact.collaborate.meet
contact.collaborate.n/a
contact.commandorder.broadcast
contact.commandorder.correspondence
contact.commandorder.meet
contact.commandorder.n/a
contact.commitmentpromiseexpressintent.broadcast
contact.commitmentpromiseexpressintent.correspondence
contact.commitmentpromiseexpressintent.meet
contact.commitmentpromiseexpressintent.n/a
contact.discussion.correspondence
contact.discussion.meet
contact.discussion.n/a
contact.funeralvigil.meet
contact.funeralvigil.n/a
contact.mediastatement.broadcast
contact.mediastatement.n/a
contact.negotiate.correspondence
contact.negotiate.meet
contact.negotiate.n/a
contact.prevarication.broadcast
contact.prevarication.correspondence
contact.prevarication.meet
contact.prevarication.n/a
contact.publicstatementinperson.broadcast
contact.publicstatementinperson.n/a
contact.requestadvise.broadcast
contact.requestadvise.correspondence
contact.requestadvise.meet
contact.requestadvise.n/a
contact.threatencoerce.broadcast
contact.threatencoerce.correspondence
contact.threatencoerce.meet
contact.threatencoerce.n/a
disaster.accidentcrash.accidentcrash
disaster.fireexplosion.fireexplosion
government.agreements.acceptagreementcontractceasefire
government.agreements.n/a
government.agreements.rejectnullifyagreementcontractceasefire
government.agreements.violateagreement
government.formation.mergegpe
government.formation.n/a
government.formation.startgpe
government.legislate.legislate
government.spy.spy
government.vote.castvote
government.vote.n/a
government.vote.violationspreventvote
inspection.sensoryobserve.inspectpeopleorganization
inspection.sensoryobserve.monitorelection
inspection.sensoryobserve.n/a
inspection.sensoryobserve.physicalinvestigateinspect
justice.arrestjaildetain.arrestjaildetain
justice.initiatejudicialprocess.chargeindict
justice.initiatejudicialprocess.n/a
justice.initiatejudicialprocess.trialhearing
justice.investigate.investigatecrime
justice.investigate.n/a
justice.judicialconsequences.convict
justice.judicialconsequences.execute
justice.judicialconsequences.extradite
justice.judicialconsequences.n/a
life.die.deathcausedbyviolentevents
life.die.n/a
life.die.nonviolentdeath
life.injure.illnessdegradationhungerthirst
life.injure.illnessdegradationphysical
life.injure.injurycausedbyviolentevents
life.injure.n/a
manufacture.artifact.build
manufacture.artifact.createintellectualproperty
manufacture.artifact.createmanufacture
manufacture.artifact.n/a
movement.transportartifact.bringcarryunload
movement.transportartifact.disperseseparate
movement.transportartifact.fall
movement.transportartifact.grantentry
movement.transportartifact.hide
movement.transportartifact.n/a
movement.transportartifact.nonviolentthrowlaunch
movement.transportartifact.prevententry
movement.transportartifact.preventexit
movement.transportartifact.receiveimport
movement.transportartifact.sendsupplyexport
movement.transportartifact.smuggleextract
movement.transportperson.bringcarryunload
movement.transportperson.disperseseparate
movement.transportperson.evacuationrescue
movement.transportperson.fall
movement.transportperson.grantentryasylum
movement.transportperson.hide
movement.transportperson.n/a
movement.transportperson.prevententry
movement.transportperson.preventexit
movement.transportperson.selfmotion
movement.transportperson.smuggleextract
personnel.elect.n/a
personnel.elect.winelection
personnel.endposition.firinglayoff
personnel.endposition.n/a
personnel.endposition.quitretire
personnel.startposition.hiring
personnel.startposition.n/a
transaction.transaction.embargosanction
transaction.transaction.giftgrantprovideaid
transaction.transaction.n/a
transaction.transaction.transfercontrol
transaction.transfermoney.borrowlend
transaction.transfermoney.embargosanction
transaction.transfermoney.giftgrantprovideaid
transaction.transfermoney.n/a
transaction.transfermoney.payforservice
transaction.transfermoney.purchase
transaction.transferownership.borrowlend
transaction.transferownership.embargosanction
transaction.transferownership.giftgrantprovideaid
transaction.transferownership.n/a
transaction.transferownership.purchase
artifact
artifactmoney
attacker
ballot
beneficiary
candidate
communicator
crashobject
crime
damager
damagerdestroyer
deceased
defendant
demonstrator
destination
destroyer
detainee
driverpassenger
employee
executioner
extraditer
fireexplosionobject
founder
giver
governmentbody
gpe
granter
hidingplace
injurer
inspectedentity
inspector
instrument
investigator
jailer
judgecourt
killer
law
manufacturer
money
monitor
monitoredentity
observedentity
observer
origin
otherparticipant
participant
passenger
place
placeofemployment
preventer
prosecutor
recipient
rejecternullifier
result
retreater
spy
surrenderer
target
territoryorfacility
transporter
vehicle
victim
violator
voter
yielder